import csv
with open("new_file.csv", 'w', newline='') as csvfile:
    writer = csv.writer(csvfile, delimiter=";")
    writer.writerow(["Код","Назва Банку","Рік","Зміни $ на 1.11","Зміни $ на 1.12","Курс $ на 1.12","Зміни ФРН на 1.11", "Зміни ФРН на 1.12","Курс ФРН на 1.12"])
    writer.writerow(["110", "INKO","2003", 1.2000, 1.1667, 630, 1.0147, 1.1594, 400])
    writer.writerow(["110", "INKO","2004", 1.0462, 1.0294, 700, 1.0444, 1.0213, 480])
    writer.writerow(["110", "INKO","2005", 1.0462, 1.0714, 900, 1.0020, 1.0176, 520])
    writer.writerow(["150", "Укрінбанк","2003", 1.1333, 1.5098, 700, 1.0451, 1.4493, 480])
    writer.writerow(["150", "Укрінбанк","2004",1.0012, 1.0229, 850, 1.0038, 1.0094, 535])
    writer.writerow(["150", "Укрінбанк","2005",1.0173, 1.0045, 884, 1.0110, 1.0072, 556])
def opentabble_1():
    ("new_file.csv")